<?php

use humhub\libs\Html;

?>

<div class="panel-body">
    <div class="pull-left">
        <?= Html::backButton(); ?>
    </div>
</div>

<hr>

<div class="panel">
    <div class="panel-heading">
        <strong>АИС «Университет 24»</strong> - оптимальное сочетание новейших информационных технологий с современными тенденциями управления ВУЗом
    </div>
    <div class="panel-body">
        Автоматизированная информационная система «Университет 24» - это открытое модульное решение для автоматизации деятельности высших учебных заведений.

        Система имеет модульную структуру, что позволяет использовать ее как целиком, так и отдельно только необходимые ее модули.

        <br><hr>

        В большинстве ВУЗов уже используются информационные системы хранения и обработки данных. Интеграционные возможности системы позволяют реализовать эффективный и управляемый обмен данными между существующими информационными системами и модулями КИС «Университет» через сервисную шину.

        <br>
        <br>
        <div class="row">
            <div class="col-md-6">
                <div class="panel">
                    <div class="panel-heading">
                        Что делает система университет?
                    </div>
                    <div class="panel-body">
                        - Комплексный мониторинг деятельности ВУЗа<br>
                        - Менеджмент качества учебного процесса<br>
                        - Хранение и обработка информации о студенческом и кадровом составе ВУЗа, научно-методической деятельности сотрудников<br>
                        - Расчет часов и распределение учебной нагрузки, оптимизация штатного состава<br>
                        - Автоматизация делопроизводства, хранение, анализ планов-графиков, расписания учебных занятий и экзаменационных сессий<br>
                        - В решении этих и многих других задач Вам реально поможет АИС «Университет», разработанная в Ставропольском государственном университете.<br>
                    </div>
                </div>
            </div>
            <div class="col-md-6">
                <div class="panel">
                    <div class="panel-heading">
                        Что входит в систему университет?
                    </div>
                    <div class="panel-body">
                        Уже реализовано и разрабатываются модули:<br>
                        - Университет (университеты, новости, корпуса и  т.д.)<br>
                        - Факультеты<br>
                        - Преподавательский состав/кадры<br>
                        - Учебные планы<br>
                        - Дисциплины<br>
                        - Профили и направления обучения<br>
                        - Расписание занятий<br>
                        - Группы обучающихся<br>
                        - и т.д<br>
                    </div>
                </div>
            </div>
            <div class="col-md-12">
                <div class="panel">
                    <div class="panel-heading">
                        <strong>База данных</strong> университета
                    </div>
                    <div class="panel-body">
                        <div class="row">
                            <div class="col-md-3">
                                База насчитывает с десяток таблиц, приведенных к нормальным формам.
                                Прописаны все ключи и связи, реализованны индексированные поля и унивкальные значения.
                                Миграция одного только модуля <strong>Расписание занятий</strong> насчитывает более <strong>1000</strong> строк программного кода!
                                <br><hr><br>
                                <div class="panel-heading">
                                    Данная структура БД позволяет:
                                </div>
                                - Ведение личных дел студентов<br>
                                - Назначение стипендий, учет успеваемости<br>
                                - Формирование учебных планов в соответствии с ФГОС 3,ФГОС 3+<br>
                                - Формирование расписания учебных занятий и экзаменационных сессии<br>
                                - Формирование дипломов и учет выданных документов об окончании ВУЗа<br>
                                - Формирование ведомостей и отчетов<br>
                            </div>
                            <div class="col-md-9">
                                <img src="https://preview.ibb.co/caAaUx/image.png" style="width: inherit; height: inherit">
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="col-md-12">
                <div class="panel">
                    <div class="panel-heading">
                        <strong>Интеграция</strong> существующих систем ВУЗа
                    </div>
                    <div class="panel-body">
                        <div class="row">
                            <div class="col-md-12">
                                Применяется в ситуации, когда информационная среда ВУЗа представляет собой несколько разрозненных систем и требуется обеспечить их связную работу.

                                <br>В ходе работ происходит внедрение интеграционного модуля КИС «Университет» и подключение к нему существующих информационных системы ВУЗа.
                                <br><br>
                                <strong>Шаги:</strong><br>
                                <br>
                                <ol><li>Реализация для каждой системы адаптеров – модулей, обрабатывающих и отсылающих сообщения стандартизованного формата. Весь процесс обмена данных будет осуществлять интеграционный модуль, который даст возможность отслеживать и контролировать взаимодействие систем.</li>
                                    <li>Развертывание интеграционного компонента.</li>
                                    <li>Запуск процесса взаимодействия.</li>
                                </ol>
                                <br><br><strong>Результат:</strong><br>
                                <br>
                                <ul><li>Увеличение эффекта от использования существующей информационной среды ВУЗа за счет обеспечения их связной работы</li>
                                    <li>Наличие прозрачного, контролируемого и эффективного процесса взаимодействия систем</li>
                                    <li>Снижение затрат на изменение набора используемых систем</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>


            <div class="col-md-12">
                <div class="panel">
                    <div class="panel-heading">
                        <strong>Преимущества</strong> использования системы
                    </div>
                    <div class="panel-body">
                        <div class="row">
                            <div class="col-md-12">
                                Главное назначение системы – поднять на новый качественный уровень процессы управления за счет использования новейших технологий хранения и обработки данных.
                                <br><br>
                                АИС «Университет 24» разрабатывается с учетом специфики Вашего учебного заведения: вычислительные и аналитические алгоритмы каждого программного модуля, входящего в состав системы, можно корректировать.
                                <br><br>
                                Удобные и наглядные средства просмотра и редактирования информации ориентированы на пользователей с различным уровнем квалификации. Кроме того, каждый модуль сопровождает подробная техническая документация и руководство пользователя.
                                <br><br>
                                Все средства и механизмы, используемые в АИС «Университет» делают ее простой и удобной в изучении и работе.
                                <br><br>
                                АИС «Университет» успешно решает поставленные задачи благодаря ряду преимуществ: надежность и защищенность системы, быстродействие и функциональность, открытая архитектура и возможность взаимодействия с другими системами.
                                <br><br>
                            </div>
                            <div class="col-md-12">
                                <ul><li>Повышает эффективность использования существующих информационных систем ВУЗа</li>
                                    <li>Позволяет развивать информационную среду ВУЗа за счет внедрения готовых модулей</li>
                                    <li>Расширение функциональности не требует внесения изменений в существующие информационные системы</li>
                                    <li>Формирует единое информационное пространство ВУЗа</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>