<?php

use humhub\libs\Html;

?>

<div class="panel-body">
    <div class="pull-left">
        <?= Html::backButton(); ?>
    </div>
</div>

<hr>

<div class="panel">
    <div class="panel-heading">
        <strong>ЭЛЕКТРОННОЕ</strong> РАСПИСАНИЕ ЗАНЯТИЙ    </div>
    <div class="panel-body">
        На сегодняшний день учебные центры используют специализированные системы для работы. На рынке есть много предложений.
        Но к выбору системы необходимо подойти серьезно. Кроме функций учета и функций, которые помогают продавать, в системе должно быть электронное расписание занятий. Именно эта функция дает много возможностей, как для самого учебного центра, так и для ученика.
        В арсенале АИСУ24 есть электронное расписание занятий.
        <br><hr>
        <div class="panel-heading">
            <strong>Какая же польза</strong> от электронного расписания занятий?
        </div>
        Это возможность круглосуточной записи, быстрое изменение в расписании, оповещение каждого студента о создании/изменении в расписании. Ученики, попадая на сайт ищут 3 вещи: расписание, контакты и новости. Изменения, которые администратор делает в системе АИСУ24 сразу отображаются на сайте.
        <br><br>
        <div class="row">
            <div class="col-md-6">
                <div class="panel">
                    <div class="panel-heading">
                        На <strong>любой</strong> вкус и цвет
                    </div>
                    <div class="panel-body">

                        Электронное расписание занятий - это не только удобная функция, но и очень красивая «приманка» для ваших потенциальных учеников. Ведь расписание можно сделать по-разному: изменить дизайн, подобрать цвет, форму. Можно раскрашивать занятия, которые проходят в указанной аудитории, отдельным цветом и будет хорошо видна занятость аудиторий. Или выделять разными цветами направления занятий (например, Английский для детей).
                        <br><br>
                        <strong>Электронное расписание АИСУ24 может отображаться в следующих видах:</strong>
                        <br>
                        <ul>
                            <li>
                                День – расписание занятий за один день.
                            </li>
                            <li>
                                Несколько дней – расписание занятий на несколько дней (количество дней указывается в настройках).
                            </li>
                            <li>
                                Неделя – расписание занятий за неделю в календарной форме.
                            </li>
                            <li>
                                Неделя списком – расписание занятий за неделю в форме списка.
                            </li>
                            <li>
                                Актуально – список еще не завершившихся занятий.
                            </li>
                            <li>
                                По группам – разбитые по группам занятия за один или несколько дней.
                            </li>
                            <li>
                                По предметам – разбитые по предметам занятия за один или несколько дней.
                            </li>
                            <li>
                                По преподавателям – расписание преподавателей за один или несколько дней.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>

            <div class="col-md-6">
                <div class="panel">
                    <div class="panel-heading">
                        Расписание <strong>для учеников</strong>, администраторов и для директора
                    </div>
                    <div class="panel-body">
                        Электронное расписание занятий важно для всех: для учеников, администраторов, руководства. Директор видит занятость аудиторий и нагрузку на преподавателей. Также и администратор должен быть в курсе занятости преподавателей. Но, особенно оценят этот сервис ваши ученики. Они поймут, что вы заботитесь о них. Сейчас мы не представляем нашей жизни без мобильных телефонов и планшетов. В связи с этим, у каждого ученика должен быть доступ к расписанию в любое время и с любого устройства. Это очень удобно, если ваши ученики смогут заходить на ваш сайт со своего мобильного телефона. Для этого им будет достаточно установить мобильное приложение. Также они смогут видеть расписание со своего личного кабинета.
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>